<template>
  <Layout>
    <v-layout justify-center align-center row wrap :class="$style.cards">
      <v-flex xs12 sm11 lg9>
        <v-card>
          <v-layout justify-start align-center row wrap>
            <v-flex xs12>
              <v-card-title>
                <h2 class="headline" :class="$style.header">
                  諸注意
                </h2>
              </v-card-title>
            </v-flex>
            <v-flex xs10 offset-xs1>
              <h3 class="title">
                イベントスケジュール
              </h3>
              <v-card-text>
                10:00〜 サークル入場、コスプレ入場開始 更衣室開放<br>
                11:30 【即売会開始】更衣室一時閉鎖<br>
                13:30   宅急便発送受付開始<br>
                14:00 【即売会終了】<br>
                15:00 【アフターイベント開始】更衣室再開放<br>
                16:00 【アフターイベント終了】<br>
                〜17:00 会場撤収、更衣室閉鎖<br>
                <br>
                ※スケジュールは変更になることがあります
              </v-card-text>
            </v-flex>
            <v-flex xs10 offset-xs1>
              <h3 class="title">
                参加費
              </h3>
              <v-card-text>
                即売会参加 500円（入場特典アイテム兼入場証をお渡しいたします）<br>
                ※今回のアフターイベント参加費は不要です。参加自由ですのでお気軽にご参加ください。
              </v-card-text>
            </v-flex>
            <v-flex xs10 offset-xs1>
              <h3 class="title">
                再入場方法
              </h3>
              <v-card-text>
                イベント時間中は、各階会場入口の戦挙管理委員（スタッフ）に入場証をお見せください。
              </v-card-text>
            </v-flex>
            <v-flex xs10 offset-xs1>
              <h3 class="title">
                迷惑行為、危険行為の禁止
              </h3>
              <v-card-text>
                <ul>
                  <li>会場内外で走る、受付より外の会場外共用部に長時間立ち止まる、などの行為はご遠慮ください。</li>
                  <li>一箇所のサークルスペース前に長時間居座る、近隣のサークルスペースの前にはみ出す、などの行為は、他の参加者の迷惑になりますのでご遠慮ください。なお、今回は立ち止まり可能な交流スペースとして、4階と1階に広めのスペースをご用意しております。また、サークル参加者との交流はアフターイベントなどの機会をご活用ください。</li>
                  <li>会場は禁煙、禁酒です。喫煙は指定の喫煙スペース【1階給湯室】にてお願いします。</li>
                  <li>会場内や会場周辺での勧誘行為、パフォーマンスなどの混乱が予想される行為は禁止です。</li>
                  <li>モデルガン・エアガンなどの武器類、楽器などの大きな音の鳴る物、引火物、アルコール、ペット、その他危険と思われるものの持ち込みは禁止です。</li>
                </ul>
              </v-card-text>
            </v-flex>
            <v-flex xs10 offset-xs1>
              <h3 class="title">
                会場内撮影について
              </h3>
              <v-card-text>
                <ul>
                  <li>会場内での動画撮影は一切禁止です。</li>
                  <li>会場内での写真撮影はサークルスペースや展示物、コスプレの撮影に限り可能です。ただし、人物が写り込まないようにご配慮ください。もし写り込んでしまったものをSNS等にアップロードする場合は【必ず加工を施し】個人の特定ができないようにしてください。</li>
                  <li>サークルスペースやコスプレイヤーを撮影する際、また撮影したものをSNSにアップロードする際には、被写体のサークル参加者やコスプレ参加者に許可を得てください。</li>
                  <li>コスプレ撮影を行う場合、サークルスペースが写り込まないようにご配慮ください。1階に撮影向けのスペースをご用意しておりますので、ご活用ください。</li>
                </ul>
              </v-card-text>
            </v-flex>
            <v-flex xs10 offset-xs1>
              <h3 class="title">
                会場利用規約厳守のお願い
              </h3>
              <v-card-text>
                <ul>
                  <li>共用部のコンセントの使用は禁止です。</li>
                  <li>荷物は受付より外の共用部には絶対に置かないでください。</li>
                  <li>ゴミは所定の場所にお捨てください。また、ゴミの分別にご協力ください。</li>
                  <li>会場内非常口の前に荷物を置かないようにお願いいたします。</li>
                </ul>
              </v-card-text>
            </v-flex>
            <v-flex xs10 offset-xs1>
              <h3 class="title">
                落とし物について
              </h3>
              <v-card-text>
                <ul>
                  <li>落とし物・忘れ物などは【4階本部】までお届けください。</li>
                  <li>金銭・貴重品の紛失につきましては当イベント主催者では責任を負いかねますので、貴重品の管理にご注意ください。</li>
                </ul>
              </v-card-text>
            </v-flex>
            <v-flex xs10 offset-xs1>
              <h3 class="title">
                その他
              </h3>
              <v-card-text>
                <ul>
                  <li>緊急の場合を除き、個人的な呼び出しはできません。</li>
                  <li>ケガをした方、気分の悪くなった方はお近くの戦挙管理委員までお申し出ください。</li>
                  <li>飲食物の持ち込みは可能ですが、会場を汚されないよう十分ご注意ください。</li>
                  <li>コスプレまたはコスプレと判断されるような服装での入場・退場は禁止です。コスプレをされる場合、所定の更衣室でのお着替えをお願い致します。</li>
                  <li>会場外における事故・トラブルにつきまして当イベント主催者は保証できません。ご来場、ご帰宅の際はご注意ください。</li>
                </ul>
                <br>
                コスプレ諸注意は<nuxt-link to="/cosplay/">
                  コスプレ参加者向けのページ
                </nuxt-link>に掲載しております。<br>
                コスプレ参加予定の方はご一読ください。<br>
                <br>
                <h4 class="subheading font-weight-bold">
                  ※一般参加者の同人誌、同人グッズ、あるいはそれに準ずるものの頒布行為の禁止※
                </h4>
                <br>
                一般参加者の上記行為を全面的に禁止させていただきます。<br>
                一般参加者からサークル参加者への差し入れ等は良識の範囲内でお願い致します。<br>
                目に余る行為が見受けられた場合はご退場をお願いいただく場合もございます。<br>
                即売会を皆様に楽しんでいただくため、ご協力お願い致します。<br>
                会場内で頒布行為をしたい方は是非ともサークル参加を！<br>
                <br>
                <h4 class="subheading font-weight-bold">
                  ＊設営・撤収作業への協力のお願い＊
                </h4>
                <br>
                今回、会場内設営と撤収の作業をお手伝いいただける総理を募集いたします。<br>
                事前の連絡は不要です。<br>
                当日のスムーズなイベント開催のためにも、総理の皆さんのご協力をお願い致します。<br>
                作業内容：<br>
                &nbsp;&nbsp;机・椅子・ホワイトボードなどの展開、片付け、整列<br>
                作業時間：<br>
                &nbsp;&nbsp;設営&nbsp;8:45集合〜9:45終了（予定）<br>
                &nbsp;&nbsp;撤収&nbsp;16:00開始〜17:00解散（予定）<br>
                必要な道具：<br>
                &nbsp;&nbsp;特になし（手荒れや怪我が心配な方は、軍手などをご用意ください）<br>
                その他：<br>
                &nbsp;&nbsp;設営作業の集合時間は【8:45】、集合場所は【4階】です。<br>
                &nbsp;&nbsp;作業時は、現場の戦挙管理委員の指示に従ってください。
              </v-card-text>
            </v-flex>
          </v-layout>
        </v-card>
      </v-flex>
    </v-layout>
  </Layout>
</template>

<script>
import Layout from "@/layouts/DefaultLayout";

export default {
  components: {
    Layout,
  },
  head: {
    title: "参加者全般",
  },
};
</script>

<style module>
.cards {
  & > * {
    padding: 10px 0;
    line-height: 1.8;
  }
}

.header {
  margin: 0 auto;
}
</style>
