<template>
  <Layout>
    <v-layout align-center row wrap :class="$style.cards">
      <v-flex xs12 sm10 offset-sm1 md12 offset-md0>
        <v-card>
          <v-layout justify-center align-center row wrap>
            <v-flex xs10>
              <v-card-title>
                <h2 class="headline" :class="$style.header">
                  コスプレ参加をする方へ
                </h2>
              </v-card-title>
            </v-flex>
            <v-flex xs12 offset-xs1>
              <h3 class="title">
                入場について
              </h3>
              <v-card-text>
                ・更衣室開放時間は【10:00〜11:30】【15:00〜17:00】の予定となっております。<br>
                ・11:30〜15:00のご利用は、本部の戦挙管理委員（スタッフ）までご相談ください。<br>
                ・コスプレ更衣室は、一般参加/サークル参加を問わず、10:00よりご利用いただけます。<br>
                ・サークル参加のコスプレ総理は、10:00より即売会エリアへの入場が可能です。<br>
                ・サークル参加ではないコスプレ総理は、11:30の一般総理入場開始まで、更衣室内でお待ちください。<br>
                ・更衣室入室の際、イベント入場料の他、コスプレ登録・更衣室使用料として【500円】を頂戴いたします。<br>
                ・コスプレ参加名簿に総理ネームをご記入いただきます。ご協力をお願いいたします。<br>
                ・当日お困りの事や不明点がございましたら、最寄りの戦挙管理委員までお声がけください。
              </v-card-text>
            </v-flex>
            <v-flex xs12 offset-xs1>
              <h3 class="title">
                更衣について
              </h3>
              <v-card-text>
                ・更衣室は所定の更衣室のみをご利用ください。<br>
                ・トイレでの着替えや、ヘアースプレーなどの使用、地毛及びウィッグのカットは厳禁です。<br>
                ・更衣室はきれいにご利用ください。荷物・ゴミ等の放置は禁止です。<br>
                ・更衣室内での一切の撮影行為を禁止します。<br>
                ・更衣室は【17:00完全閉鎖】となります。時間は厳守いただきますよう、お願いいたします。<br>
              </v-card-text>
            </v-flex>
            <v-flex xs12 offset-xs1>
              <h3 class="title">
                衣装について
              </h3>
              <v-card-text>
                ・国内外を問わず、リアルな軍服・国旗・階級章の着用は禁止します。実在の人物、団体とは何の関係もないただの美少女が戦うファンタジーですからね。<br>
                ・コスプレや、コスプレと思われるような衣服・派手なメイクでの入退場は禁止です。一般常識の範囲内におさまる服装でご来場ください。<br>
                ・過度に露出の多いコスチュームはお避けください。公式立ち絵に従う範囲で、必ずボディスーツ・肌着・サポーターなどを着用し、露出対策をお願いいたします。<br>
                ・水着コスプレはご遠慮ください。<br>
                ・コスプレとしての着ぐるみ（頭にかぶり物をしていて顔が見えないものを指します）の着用は可能です。<br>
                ・女装をする男性コスプレ総理の方は、わき毛、すね毛、ひげなどの露出する部分の毛は処理をし、生足の露出は避けてタイツ、ストッキング、スパッツ等を着用してください。他階に一般の方もいらっしゃる会場ですので、ご協力をお願い申し上げます。<br>
                ・更衣室の入退室時は、戦挙管理委員による衣装チェックにご協力ください。過度な露出が認められる場合は、上着などの着用をお願いすることがございます。<br>
                ・戦挙管理委員から衣装修正の指示を受けた総理は更衣室に戻り、その箇所を速やかに修正してください。
              </v-card-text>
            </v-flex>
            <v-flex xs12 offset-xs1>
              <h3 class="title">
                コスプレ可能エリアについて
              </h3>
              <v-card-text>
                ・コスプレは【4階フロアのみ可能】の予定です。<br>
                ・他階には、本イベントと無関係な一般の方もいらっしゃいます。指定エリア以外に出る場合は、一度更衣室にて着替えていただく必要があります。<br>
                ・コスプレ状態でのエレベーター利用は、他の利用者へのご迷惑となりますので、ご遠慮ください。
              </v-card-text>
            </v-flex>
            <v-flex xs12 offset-xs1>
              <h3 class="title">
                会場内マナーについて
              </h3>
              <v-card-text>
                ・会場内を走ることや、場内・周辺でのパフォーマンス等（走る・飛ぶ・騒ぐ・振り回す・楽器をならす等の行為）はおやめください。事故や怪我のもととなります。<br>
                ・長物などは破損や周囲の邪魔になる恐れがありますので、会場外およびサークルスペースではケース等に入れて持ち運びください。<br>
                ・お荷物は更衣室での預かりが可能ですが、貴重品は必ずご携帯ください。万一紛失されましても、責任を負いかねます。あらかじめご了承ください。<br>
                ・イベント時間中に落し物や紛失物が発生した場合は、本部までお越しください。<br>
                ・不審物を発見した場合、不用意に触らず戦挙管理委員をお呼びください。
              </v-card-text>
            </v-flex>
            <v-flex xs12 offset-xs1>
              <h3 class="title">
                持ち込み可能物品について
              </h3>
              <v-card-text>
                ・エアガン他、素材が固く、人に当たると危害をあたえるおそれのあるものの持ち込みは禁止です。<br>
                &nbsp;&nbsp;持ち込み<span class="font-weight-bold">不可</span>な素材例：金属等硬質で尖っているあるいは切断面が鋭利なもの<br>
                &nbsp;&nbsp;持ち込み<span class="font-weight-bold">可能</span>な素材例：ダンボール・ウレタン（ライオンボード）／紙・柔らかい粘土（乾燥しても過度に固くならないもの）／キャスト・プラ板・プラスチックダンボールなどのプラスチック<br>
                ・その他、戦挙管理委員が取り扱いによっては周囲に危害を加えると判断したものは、持ち込みをご遠慮いただきます。<br>
                ・危険行為（振り回す等）が見られ、戦挙管理委員が危険であると判断した場合、いかなる素材製であっても没収させていただく場合がございます。
              </v-card-text>
            </v-flex>
            <v-flex xs12 offset-xs1>
              <h3 class="title">
                撮影について
              </h3>
              <v-card-text>
                ・撮影は無料で行えますが、必ず被写体の政霊や総理の許可を取りましょう。<br>
                ・動画撮影は厳禁です。<br>
                ・盗撮など、周囲の迷惑となる撮影行為が見られた場合、戦挙管理委員の判断により注意または強制退場いただくこともございます。<br>
                ・撮影は4階の会場のみ許可されています。被写体の背後に即売会ゾーンが入らないようにご注意ください。<br>
                ・携帯電話による撮影も、許可された場所でのみ可能です。
              </v-card-text>
            </v-flex>
          </v-layout>
        </v-card>
      </v-flex>
    </v-layout>
  </Layout>
</template>

<script>
import Layout from "@/layouts/TopLayout";

export default {
  head: {
    title: "コスプレ参加",
  },
  components: {
    Layout,
  },
};
</script>

<style module>
.cards {
  & > * {
    padding: 10px 0;
    line-height: 1.8;
  }
}

.header {
  margin: 0 auto;
}
</style>
